<?php
$_['heading_title']                  = 'Оформлення замовлення';
// Text
$_['text_checkout_option']           = 'Вже зареєстровані? Увійдіть';
$_['text_checkout_account']          = 'Дані клієнта';
$_['text_checkout_payment_address']  = 'Дані платника';
$_['text_checkout_shipping_address'] = 'Адреса доставки';
$_['text_checkout_shipping_method']  = 'Способы доставки';
$_['text_checkout_payment_method']   = 'Способи оплати';
$_['text_checkout_confirm']          = 'Оформити замовлення';
$_['text_agree']                     = 'Я прочитав і згоден з <a class="agree" href="%s" alt="%s"><b>%s</b></a>';
$_['text_create_account']			 = 'Зареєструватися на сайті.';
$_['text_or']						 = '-- АБО --';
$_['text_please_wait']				 = 'Завантаження...';
$_['text_coupon']        		     = 'Успіх: Купон на знижку застосований!';
$_['text_coupon_removed']      	     = 'Успіх: Купон на знижку видалений!';
$_['text_voucher']        		     = 'Успіх: Подарунковий сертифікат застосований!';
$_['text_voucher_removed']           = 'Успіх: Подарунковий сертифікат видалений!';
$_['text_reward']         		     = 'Успіх: Бонусні бали застосовані!';
$_['text_reward_removed']      	     = 'Успіх: Бонусні бали видалені!';
$_['text_use_coupon']      		     = 'Застосувати';
$_['text_use_voucher']    		     = 'Застосувати';
$_['text_use_reward']    		     = 'Застосувати';
$_['text_estimated_delivery']		 = 'Розрахункова доставка:';
$_['text_delivery']					 = 'Дата доставки:';
$_['text_points'] 					 = 'Бонусні бали : %s';
$_['text_loading']					 = 'Завантаження...';
$_['text_survey']					 = 'Опитування:';
$_['text_order_comments']			 = 'Коментар до замовлення:';
$_['text_image']					 = 'Фото';
$_['text_name']					 	 = 'Назва товару';
$_['text_quantity']				 	 = 'Кількість';
$_['text_price']					 = 'Ціна';
$_['text_total']					 = 'Сума';
$_['text_points']					 = 'Бали: %s';

// Column
$_['column_image']                   = 'Фото';
$_['column_name']                    = 'Назва товару';
$_['column_model']                   = 'Артикул';
$_['column_quantity']                = 'Кількість';
$_['column_price']                   = 'Ціна';
$_['column_total']                   = 'Сума';

// Entry
$_['entry_coupon']        		     = 'Введіть код купона:';
$_['entry_voucher']      		     = 'Введіть подарунковий сертифікат:';
$_['entry_reward']          		 = 'Кількість балів для використання (макс. %s, є %s):';

// Error
$_['error_fax']       		         = 'Факс повинен містити від 3 до 32 символів!';
$_['error_company']    		         = 'Назва компанія має містити від 3 до 32 символів!';
$_['error_address_2']                = 'Додаткова адреса повинен містити від 3 до 128 символів!';
$_['error_coupon']       		     = 'Увага: Купон або недійсний, або закінчився або досяг межі використання!';
$_['error_voucher']      		     = 'Увага: Подарунковий сертифікат недійсний або баланс був вичерпаний!';
$_['error_survey']					 = 'Увага: Вам потрібно відповісти на питання!';
$_['error_delivery']				 = 'Увага: Виберіть бажану дату доставки!';
$_['error_maximum']      		     = 'Увага: Максимальна кількість балів, які можуть бути застосовані, - %s!';
$_['error_reward']        		     = 'Увага: Вкажіть кількість балів для використання!';	
$_['error_points']           		 = 'Увага: У вас немає %s бонусних балів!';
$_['error_minimum_order']			 = 'Увага: Мінімальна сума для замовлення становить %s.';
$_['error_minimum']			 		 = 'Увага: Недостигнуто мінімальна кількість товару для замовлення';
$_['error_comment']					 = 'Увага: Заповніть коментар до замовлення.';
$_['error_stock']					 = 'Товари відмічені *** відсутні в потрібній кількості або їх немає на складі!';